using System;
using System.Collections.Generic;
using System.Text;

namespace VkAlbumDownloader
{
    static class Messages
    {
        public static string infoMessage = "Для использования программы вам понадобится личный токен." +
            "\nПрограмма нигде не хранит ваш токен." +
            "\nВведите ваш токен и ссылку на  нужный АЛЬБОМ, если все этапы выполены верно - станет доступна кнопка скачаивания альбома." +
            "\nЗа информацией о получении токена обратитесь к документации или воспользуйтесь https://vkhost.github.io/. Все действия вы выполняете на свой страх и риск. Разработчик не гарантирует сохранности ваших данных при работе с программой.";
    }
}
